const 经典 = {
	先手: 红方,
	棋盘: ```
		車馬象士将士象馬車
		空空空空空空空空空
		空砲空空空空空砲空
		卒空卒空卒空卒空卒
		空空空空空空空空空
		空空空空空空空空空
		兵空兵空兵空兵空兵
		空砲空空空空空砲空
		空空空空空空空空空
		车马相仕帅仕相马车
	```,
	队伍: {
		'红方': {
			棋子: {
				'帅': {
					显示: '\u{1FA60}',
					技能: ['步战四方', '守营', '杀敌']
				},
				'仕': {
					显示: '\u{1FA61}',
					技能: ['护卫', '守营', '杀敌']
				},
				'相': {
					显示: '\u{1FA62}',
					技能: ['象行田', '水太深', '塞象眼', '杀敌']
				},
				'车': {
					显示: '\u{1FA64}',
					技能: ['轮子', '挡我者死', '杀敌']
				},
				'马': {
					显示: '\u{1FA63}',
					技能: ['马行日', '绊马脚', '杀敌']
				},
				'炮': {
					显示: '\u{1FA65}',
					技能: ['轮子', '隔山打牛', '杀敌']
				},
				'兵': {
					显示: '\u{1FA66}',
					技能: ['勇往直前', '过河卒', '杀敌']
				}
			}
		},
		'黑方': {
			棋子: {
				'将': {
					显示: '\u{1FA67}',
					技能: ['步战四方', '守营', '杀敌']
				},
				'士': {
					显示: '\u{1FA68}',
					技能: ['护卫', '守营', '杀敌']
				},
				'象': {
					显示: '\u{1FA69}',
					技能: ['象行田', '水太深', '塞象眼', '杀敌']
				},
				'車': {
					显示: '\u{1FA6B}',
					技能: ['轮子', '挡我者死', '杀敌']
				},
				'馬': {
					显示: '\u{1FA6A}',
					技能: ['马行日', '绊马脚', '杀敌']
				},
				'砲': {
					显示: '\u{1FA6C}',
					技能: ['轮子', '隔山打牛', '杀敌']
				},
				'卒': {
					显示: '\u{1FA6D}',
					技能: ['勇往直前', '过河卒', '杀敌']
				}
			}
		}
	},
	技能: {}
};